cask_args appdir: '/Applications'

brew 'ack'
brew 'coreutils'
brew 'dep'
brew 'fish'
brew 'fzf'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'mysql'
brew 'node'
brew 'neovim'
brew 'openssl'
brew 'rbenv'
brew 'rbenv-vars'
brew 'telnet'
brew 'tmux'
brew 'the_platinum_searcher'
brew 'vcprompt'

cask 'arduino'
cask 'docker'
cask 'inkscape'
cask 'minikube'
cask 'ngrok'
cask 'vlc'
