cask_args appdir: '/Applications'

tap 'AdoptOpenJDK/openjdk'

brew 'ack'
cask 'adoptopenjdk8'
brew 'bazel'
brew 'coreutils'
brew 'dep'
brew 'fish'
brew 'fzf'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'mysql'
brew 'node'
brew 'neovim'
brew 'openssl'
brew 'protobuf'
brew 'reattach-to-user-namespace'
brew 'rbenv'
brew 'rbenv-vars'
brew 'telnet'
brew 'tmux'
brew 'the_platinum_searcher'
brew 'yarn'
brew 'vcprompt'

cask 'google-cloud-sdk'
cask 'arduino'
cask 'ngrok'
cask 'vlc'
cask 'visual-studio-code'
